Repository: PublicMapping/districtbuilder-classic
Catalog: django/publicmapping/locale/*/LC_MESSAGES/django.po
Languages: es, fr, ja

source: Please wait. Plan is being validated. This may take a few minutes.
es: :Por favor espere. El plan está siendo validado. Esto puede tomar algunos minutos.
fr: Veuillez patienter. Le plan est en cours de validation. Cela peut prendre quelques minutes.
ja: 少々お待ちください。計画案を確認しています。

source: Select %(layer_type)s Thematic Map
es: Seleccionar %(layer_type)s Mapa Temático
fr: Sélectionnez %(layer_type)s de la Carte thématique
ja: %(layer_type)sのテーママップを選択

source: Choose District Thematic Map
es: Elegir mapa temático del distrito
fr: Choisissez la carte thématique de la circonscription
ja: 選挙区テーママップを選択

source: Choose a Reference Layer
es: Elegir una capa de referencia
fr: Choisissez une couche de référence
ja: 参考レイヤーを選択

source: Show Labels?
es: ¿Mostrar etiquetas?
fr: Afficher les étiquettes?
ja: 名前を見せますか？

source: OR...
es: O...
fr: OU...
ja: もしくは...

source: Choose a:<br/>legislative district or community map<br/>reference layer
es: Elija un:<br/>distrito legislativo o una capa de referencia<br/>del mapa de comunidad
fr: Choisissez une:<br/>couche de référence d'une carte de circonscription législative ou<br/>de communauté
ja: 選挙区か地域マップレイヤーを選択

source: Select Plan to Display as Reference Layer
es: Seleccionar el plan a mostrar como capa de referencia
fr: Sélectionnez un plan à afficher comme couche de référence
ja: 参考レイヤーとして表示する計画案を選択

source: OK
es: Aceptar

source: Edit Statistics Sets
es: Editar los conjuntos de estadísticas
fr: Nommer l'ensemble de statistiques

source: Select up to 3 statistics
es: Seleccione un máximo de 3 estadísticas
fr: Sélectionnez jusqu'à 3 statistiques
ja: 統計を３つまで選択

source: Clear Choices
es: Limpiar opciones
fr: Supprimer les choix
ja: 選択を解除する

source: Name Statistics Set
es: Nombrar conjunto de estadísticas
fr: Nommer l'ensemble de statistiques
ja: 統計セットに名前をつける

source: Save Set
es: Guardar conjunto
fr: Sauvegardez l'ensemble
ja: セットを保存

source: ... Or select a saved statistics set
es: ... O seleccione un conjunto de estadísticas anteriormente guardado
fr: ...Ou sélectionnez un ensemble de statistiques enregistré
ja: ... もしくは、保存した統計セットを選択

source: zero
es: cero
fr: zéro

source: one
es: uno
fr: un
ja: ひとつ

source: two
es: dos
fr: deux
ja: ふたつ

source: three
es: tres
fr: trois
ja: 三つ

source: four
es: cuatro
fr: quatre
ja: 四つ

source: five
es: cinco
fr: cinq
ja: 五つ

source: six
es: seis
ja: 六つ

source: seven
es: siete
fr: sept
ja: 七つ

source: eight
es: ocho
fr: huit
ja: 八つ

source: nine
es: nueve
fr: neuf
ja: 九つ

source: ten
es: diez
fr: dix
ja: 10個

source: eleven
es: once
fr: onze
ja: 11個

source: twelve
es: doce
fr: douze
ja: 12個

source: thirteen
es: trece
fr: treize
ja: 13個

source: fourteen
es: catorce
fr: quatorze
ja: 14個

source: fifteen
es: quince
fr: quinze
ja: 15個

source: sixteen
es: dieciséis
fr: seize
ja: 16個

source: seventeen
es: diecisiete
fr: dix-sept
ja: 17個

source: eighteen
es: dieciocho
fr: dix-huit
ja: 18個

source: nineteen
es: diecinueve
fr: dix-neuf
ja: 19個

source: twenty
es: veinte
fr: vingt
ja: 20個

source: True
es: Verdadero
fr: Exact
ja: はい

source: False
es: Falso
fr: Inexact
ja: いいえ

source: The current user may only have one session open at a time.
es: El usuario actual sólo puede tener una sesión abierta a la vez.
fr: L'utilisateur actuel ne peut avoir qu'une session ouverte à la fois.
ja: 現在のユーザは複数のセッションを同時に開くことはできません。

source: User %(user)s doesn't have permission to unload this plan
es: El usuario %(user)s no tiene permiso para descargar este plan
fr: L'utilisateur %(user)s n'a pas l'autorisation de décharger ce plan
ja: ユーザ%(user)sはこの計画案をアンロードすることはできません。

source: User %(username)s doesn't have permission to copy this model
es: El usuario %(username)s no tiene permiso para copiar este modelo
fr: L'utilisateur %(username)s n'a pas l'autorisation de copier ce modèle
ja: ユーザ%(username)sはこのモデルをコピーすることはできません。

source: You already have a plan named that. Please pick a unique name.
es: Usted ya tiene un plan con ese nombre. Por favor elija un nombre distinto
fr: Vous avez déjà un plan à ce nom. Veuillez choisir un nom unique.
ja: 同じ名前の計画案が既にあります。別の名前をつけてください。

source: Could not save district copies
es: No se pudieron guardar las copias de los distritos
fr: Impossible d'enregistrer les copies de la circonscription
ja: 選挙区のコピーを保存できませんでした。

source: Validation successful
es: Validación exitosa
fr: Validation réussie
ja: 検証に成功しました

source: District
es: Distritos
fr: Circonscription
ja: 選挙区

source: community map
es: mapa comunitario
fr: carte de la communauté
ja: 地域マップ

source: Couldn't save new plan
es: No se pudo guardar el plan nuevo
fr: Impossible d'enregistrer le nouveau plan
ja: 新しい計画案を保存できませんでした

source: No plan with the given id
es: No existe un plan con la identificación proporcionada
fr: Il n'y a pas de plan avec l'identifiant donné
ja: 指定されたIDの計画案は存在しません

source: User can't view the given plan
es: El usuario no puede visualizar este plan
fr: L'utilisateur ne peut pas afficher le plan donné
ja: 指定された計画案を見ることはできません

source: Information for report wasn't sent via POST
es: La información para el informe no fue enviada vía POST
fr: L'information du rapport n'a pas été envoyée par le POST
ja: レポート情報がPOSTから送られませんでした

source: Plan report is ready.
es: El informe del plan está listo.
fr: Le rapport du plan est prêt.
ja: 計画案レポートの準備ができました。

source: Report is building.
es: El informe está en construcción
fr: Le rapport est en construction.
ja: レポートを構築中です。

source: Report generation started.
es: El informe se empezó a generar.
fr: La génération du rapport a commencé.
ja: レポート作成を開始しました

source: Unrecognized status when checking report status.
es: Estado desconocido al revisar el estado del informe.
fr: Statut non reconnu lors de la vérification de l'état du rapport.

source: Created 1 new district
es: Se creó 1 nuevo distrito
fr: Vous avez créé 1 nouvelle circonscription
ja: 新しい選挙区を作成しました

source: Reached Max districts already
es: Número máximo de distritos alcanzado
fr: Vous avez déjà atteint le nombre maximum de circonscriptions
ja: 選挙区数の上限に達しています

source: Couldn't save new district.
es: No se pudo guardar el nuevo distrito.
fr: Impossible d'enregistrer la nouvelle circonscription.
ja: 新しい選挙区を保存できませんでした。

source: Must specify name, geolevel, and geounit ids for new district.
es: Debe espicificar las identificaciones del nombre, geonivel, y geounidad para el nuevo distrito.
fr: Vous devez spécifier les identifiants du nom, du geolevel, et du géounit de la nouvelle circonscription.
ja: 新しい選挙区の名前、地域レベル、地域単位を指定してください。

source: User can't edit the given plan
es: El usuario no puede editar este plan
fr: L'utilisateur ne peut pas modifier le plan donné
ja: この計画案は編集することができません

source: No districts selected to add to the given plan
es: No se ha seleccionado ningún distrito para añadir a este plan
fr: Aucune circonscription sélectionnée pour ajouter au plan donné
ja: 新しい計画案に追加する選挙区が選択されていません

source: Going to merge %(number_of_merged_districts)d districts
es: Se fusionarán %(number_of_merged_districts)d distritos
fr: Va fusionner %(number_of_merged_districts)d circonscriptions
ja: %(number_of_merged_districts)d個の選挙区を統合します

source: Tried to merge too many districts; %(allowed_districts)d slots left
es: Se intentaron fusionar demasiado distritos; %(allowed_districts)d espacios vacios
fr: Vous avez essayé de fusionner trop de circonscriptions; %(allowed_districts)d emplacements restants
ja: 統合しようとした選挙区が多すぎます。%(allowed_districts)d個分のスロットが残っています。

source: Merged %(num_merged_districts)d districts
es: Se fusionaron %(num_merged_districts)d distritos
fr: Fusion %(num_merged_districts)d circonscriptions
ja: %(num_merged_districts)d個の選挙区を統合しました

source: Multi-members not allowed for this legislative body
es: Los distritos plurinomionales no son permitidos para este cuerpo legislativo
fr: Multi-membres non autorisés pour ce corps législatif
ja: この議会は複数定員区にすることはできません

source: Modified members for %(num_districts)d districts
es: Se modificaron miembros %(num_districts)d para distritos
fr: Modification de membres pour %(num_districts)d de circonscriptions
ja: %(num_districts)d個の選挙区の議員を変更しました

source: Can't combine locked districts
es: No se puede combinar distritos bloqueados
fr: Vouz ne pouvez pas combiner les circonscriptions verrouillées
ja: ロックされた選挙区を統合することはできません

source: Successfully combined districts
es: Los distritos fueron combinados satisfactoramente
fr: Circonscriptions combinées avec success
ja: 選挙区の統合に成功しました

source: Could not combine districts
es: No se pudieron combinar los distritos
fr: Impossible de combiner les circonscriptions
ja: 選挙区を統合できませんでした

source: Could not fix unassigned
es: No se pudieron arreglar los no asignados
fr: Impossible de fixer les non assignées
ja: 未配置地域の修復ができませんでした

source: No other plan with the given id
es: No existe otro plan con la identificación proporcionada
fr: Aucun autre plan avec l'identifiant donné
ja: 指定されたIDの計画案は他にありません。

source: othertype not supported: %(other)s
es: othertype no compatible: %(other)s
fr: autre type non pris en charge: %(other)s
ja: othertypeはサポートされていません: %(other)s

source: split
es: separar
fr: division
ja: 分割

source: Found %(num_splits)d %(split_word)s
es: Se encontraron %(num_splits)d %(split_word)s
fr: Trouvé %(num_splits)d %(split_word)s
ja: %(num_splits)d個の%(split_word)sが見つかりました

source: Could not query for splits
es: No se pudo realizar la consulta de las separaciones
fr: Impossible d'effectuer une requête de divisions
ja: 分割の問い合わせができませんでした

source: No planIds provided
es: No se proporcionó ningún planId
fr: Aucun identifiant de plan fourni
ja: 計画案IDが指定されていません

source: Plan does not exist.
es: El plan no existe.
fr: Le plan n'existe pas
ja: 計画案が存在しません。

source: No layers were provided.
es: No se proporcionó ninguna capa.
fr: Aucune couche n'a été fournie.
ja: layerが指定されていません。

source: Could not add units to district.
es: No se pudo añadir unidades al distrito
fr: Impossible d'ajouter des unités à la circonscription.
ja: 地域単位を選挙区に追加できませんでした。

source: Updated %(num_fixed_districts)d districts
es: Se actualizaron %(num_fixed_districts)d distritos
fr: Circonscriptions %(num_fixed_districts)d réactualisées
ja: %(num_fixed_districts)d個の選挙区を更新しました

source: Geounits weren't found in a district.
es: No se encontraron geounidades en un distrito
fr: Les géounits n'ont pas été trouvées dans une circonscription.
ja: 選挙区内に地域単位が見つかりませんでした。

source: Must include lock parameter.
es: Se tiene que incluir el parámetro de bloqueo.
fr: Doit inclure un paramètre de verrouillage.
ja: lock parameterを組み込んでください。

source: Must include version parameter.
es: Se tiene que incluir el parámetro de la versión.
fr: Doit inclure un paramètre de version.
ja: version parameterを組み込んでください。

source: Plan or district does not exist.
es: El plan o el distrito no existen.
fr: Le plan ou la circonscription n'existe pas.
ja: 計画案か選挙区が存在しません。

source: District successfully %(locked_state)s
es: El distrito satisfactoriamente %(locked_state)s
fr: Circonscription %(locked_state)s avec succès

source: locked
es: bloqueado
fr: verrouillé
ja: ロックされました

source: unlocked
es: desbloqueado
fr: déverrouillé
ja: ロックを解除しました

source: No plan exists with that ID.
es: No existe un plan con esa identificación
fr: Il n'existe pas de plan avec cet identifiant.
ja: そのIDの計画案は存在しません。

source: Subject for districts is required.
es: Se requiere un tema para los distritos
fr: L'objet des circonscriptions est requis
ja: 選挙区のSubjectが必要です。

source: Query failed.
es: La consulta falló.
fr: Echec de la requête.
ja: クエリーに失敗しました。

source: Geometry is required.
es: Se requiere geometría.
fr: La géométrie est nécessaire.
ja: Geometryが必要です。

source: Invalid plan.
es: Plan inválido.
fr: Plan non valide.
ja: 無効な計画案です。

source: Couldn't get geography info from the server. No plan with the given id.
es: No se pudo obtener la infomación geográfica desde el servidor. No existe un plan con la identificación proporcionada.
fr: Impossible d'obtenir des informations géographiques du serveur. Pas de plan avec l'identifiant donné.
ja: サーバーから地域情報が取得できませんでした。指定されたIDの計画案はありません。

source: Unable to get Demographics ScoreDisplay
es: No se pudo obtener el ScoreDisplay personalizado
fr: Impossible d'obtenir un affichage de score démographiques

source: Unable to get Personalized ScoreDisplay
es: No se pudo obtener el ScoreDisplay personalizado
fr: Impossible d'obtenir un affichage de score personnalisés
ja: Personalized ScoreDisplayを取得できません。

source: Couldn't render display tab.
es: No se pudo pasar a la pestaña de visualización.
fr: Impossible d'afficher l'onglet d'affichage.
ja: display tabが作成できませんでした。

source: Failed to get file status
es: No se pudo obtener el estado del archivo
fr: Impossible d'obtenir le statut du fichier
ja: ファイルステータスを取得できませんでした

source: File is not yet ready. Please try again in a few minutes
es: El archivo no está listo. Por favor vuelva a intentarlo en unos minutos
fr: Le fichier n'est pas encore prêt. Veuillez essayer à nouveau dans quelques minutes
ja: ファイルが準備できていません。しばらくしてやり直してください。

source: Task submitted
es: Tarea presentada
fr: Tâche soumise
ja: タスクを提出しました。

source: No display configured
es: No está configurada la visualización
fr: Aucun affichage configuré
ja: ディスプレイが設定されていません

source: Unknown filter method.
es: Método de Filtro desconocido.
fr: Méthode de filtrage inconnue.
ja: 検索条件が不明です。

source: Must declare planId, name and description
es: Se debe declarar el planId, el nombre y la descripción
fr: Doit déclarer l'identifiant du plan, nom et description
ja: 計画案IDと名前、説明の記入が必要です

source: Updated plan attributes
es: Se actualizaron los atributos del plan
fr: Attributs du plan réactualisés
ja: 計画案の属性を更新しました

source: Failed to save the changes to your plan
es: Se produjo un error al guardar los cambios hechos a su plan
fr: Impossible d'enregistrer les modifications apportées à votre plan
ja: 計画案への変更を保存できませんでした

source: Cannot edit a plan you don't own.
es: No puede editar un plan que no es suyo.
fr: Impossible de modifier un plan que vous ne possédez pas.
ja: 他のユーザの計画案は編集できません。

source: Must declare planId
es: Se debe establecer el planId
fr: Doit déclarer l'identifiant du plan
ja: 計画案IDの指定が必要です

source: Deleted plan
es: Se eliminó el plan
fr: Plan supprimé
ja: 計画案を削除しました

source: Failed to delete plan
es: Se prdujo un error al eliminar el plan
fr: Impossible de supprimer le plan
ja: 計画案が削除できませんでした

source: Cannot delete a plan you don't own.
es: No puede eliminar un plan que no es suyo.
fr: Impossible de supprimer un plan que vous ne possédez pas.
ja: 他のユーザの計画案は削除できません。

source: Reaggregating plan
es: Agregando nuevamente el plan
fr: Réagrégation du plan
ja: 計画案を再統合しています

source: Failed to reaggregate plan
es: Se produjo un error al agregar nuevamnete el plan
fr: Échec de réagrégation du plan
ja: 計画案の再統合に失敗しました

source: Cannot reaggregate a plan you don't own.
es: No puede agregar nuevamnete un plan que no es suyo.
fr: Impossible de réagréger un plan que vous ne possédez pas.
ja: 他のユーザの計画案は再統合できません

source: Health retrieved at %(time)s
es: Salud obtenida en %(time)s
fr: état du programme récupéré à %(time)s
ja: プログラム状況取得時刻: %(time)s

source: %(plan_count)d plans in database
es: %(plan_count)d planes en la base de datos
fr: %(plan_count)d plans dans la base de données
ja: データベースには%(plan_count)d個の計画案があります

source: %(session_count)d sessions in use out of %(session_limit)s
es: %(session_count)d sesiones en uso de %(session_limit)s
fr: %(session_count)d sessions utilisées sur %(session_limit)s
ja: %(session_limit)s個のうち%(session_count)d個のセッションを利用中です。

source: %(num_users)d active users over the last 10 minutes
es: %(num_users)d usuarios activos en los últimos 10 minutos
fr: %(num_users) d’utilisateurs actifs au cours des 10 dernières minutes
ja: 最新10分間内のｱｸﾃｨﾌﾞﾕｰｻﾞｰ数: %(num_users)d人

source: %(mb_free)s MB of disk space free
es: %(mb_free)s MB de espacio libre en disco
fr: %(mb_free)s MO d'espace de disque disponible
ja: 空ﾃﾞｨｽｸｽﾍﾟｰｽ: %(mb_free)s MB

source: Memory Usage: %(mem_free)s
es: Uso de memoria: %(mem_free)s
fr: Utilisation de mémoire: %(mem_free)s
ja: メモリ使用量: %(mem_free)s

source: ERROR! Couldn't get health: %s
es: ERROR! No se pudo obtener salud: %s
fr: ERREUR! Impossible d'obtenir l'état du programme: %s
ja: エラー！プログラム状況が取得できませんでした: %s

source: No plan with that ID exists.
es: No existe un plan con esa identificación.
fr: Il n'existe aucun plan avec cet identifiant.
ja: そのIDの計画案はありません。

source: No functions for %(panel)s
es: No hay funciones para %(panel)s
fr: Aucune fonction pour %(panel)s
ja: %(panel)sの機能はありません

source: No user displays for %(user)s
es: No hay visualizaciones disponibles para el usuario %(user)s
fr: Aucun utilisateur ne s'affiche pour %(user)s
ja: %(user)sのﾕｰｻﾞｰﾃﾞｨｽﾌﾟﾚｲはありません

source: Couldn't delete personalized scoredisplay
es: No se pudo eliminar el scoredisplay personalizado
fr: Impossible de supprimer un affichage de score personnalisé
ja: 個人用のscoredisplayを削除できませんした

source: Each user is limited to %(limit)d statistics sets. Please delete one or edit an existing set.
es: Cada usuario está limitado a %(limit)d conjuntos de estadísticas. Por favor elimine uno o edite un conjunto ya existente.
fr: Chaque utilisateur est limité à %(limit)d d'ensembles statistiques. Veuillez supprimer un ou modifier un ensemble existant.
ja: ユーザ１名につき%(limit)d個までの統計しか使えません。削除をするか現存する統計を編集してください。

source: Didn't get functions in POST parameter
es: No se obtuvieron las funciones en el parámetro POST
fr: N'a pas obtenu les fonctions dans le paramètre POST
ja: POST parameterの機能を取得できませんでした

source: No plan with that ID was found.
es: No se encontró un plan bajo esa identificación.
fr: Impossible de trouver un plan avec cet identifiant.
ja: そのIDの計画案は見つかりませんでした。

source: Tweet
ja: ツイートする

source: Dist.
fr: Cir.
ja: 選挙区

source: Total
fr: Nombre total
ja: 総数

source: plan
ja: 計画案
