Repository: PublicMapping/districtbuilder-classic
Catalog: django/publicmapping/locale/*/LC_MESSAGES/django.po
Languages: es, fr, ja

source: Oops
es: ¡Ups!
fr: Oups
ja: エラーが発生しました。

source: Sometimes bad things happen. I regret you were not able to find what you were looking for.
es: A veces suceden estas cosas. Lamento que no fue posible encontrar lo que buscaba.
fr: Parfois, de mauvaises choses arrivent. Je regrette que vous n'étiez pas en mesure de trouver ce que vous recherchiez.
ja: ときには悪いことも起きるものです。残念ながらあなたの探していたものは見つかりませんでした。

source: Sometimes bad things happen. I regret any inconvenience this 500 error has caused you.
es: A veces suceden estas cosas. Lamentamos cualquier inconveniente causado por el error 500.
fr: Parfois, de mauvaises choses arrivent. Je regrette tout inconvénients que cette erreur 500 vous a causé.
ja: ときには悪いことも起きるものです。エラー500が起きました。

source: Account Information
es: Información de la cuenta
fr: Informations du compte
ja: アカウント情報

source: Sign Up For An Account
es: Regístrese para obtener una cuenta
fr: S'inscrire pour un compte
ja: アカウントを開く

source: Please choose a username between 6 and 30 characters. Include at least one letter. Do not leave leading or trailing spaces.
es: Por favor elija un nombre de usuario que contenga entre 6 y 30 caracteres. Incluya una letra por lo menos. No deje espacios al principio ni al final.
fr: Veuillez choisir un nom d'utilisateur entre 6 et 30 caractères. Incluez au moins une lettre. Ne laissez pas des espaces précédant ou suivant le nom.
ja: 半角ローマ字で6～30文字以内のユーザ名を指定してください。１文字以上はアルファベットを使用してください。前後にスペースを使用しないようにしてください。

source: User Name
es: Nombre de usuario:
fr: Nom d'utilisateur
ja: ユーザ名:

source: Please use a password of 8 or more characters. Include a number, a capital letter and a lower-case letter.
es: Por favor use una contraseña de 8 o más caracteres. Incluya al menos un número, una letra mayúscula y una letra minúscula.
fr: Veuillez utiliser un mot de passe de 8 caractères ou plus. Incluez un chiffre, une lettre majuscule et une lettre minuscule.
ja: 半角ローマ字で８文字以上のパスワードを入力してください。数字と大文字・小文字の全てを使ってください。

source: Password
es: Contraseña
fr: Mot de passe
ja: パスワード

source: Confirm Password
es: Confirme contraseña
fr: Confirmez le mot de passe
ja: パスワードを再入力

source: Password Hint
es: Pista para la contraseña
fr: Indice de mot de passe
ja: パスワードのヒント

source: Email Address
es: Correo electrónico
fr: Adresse électronique
ja: Ｅメールアドレス

source: Sorry, that email address is already registered. Please use a different email address.
es: Lo sentimos, esa dirección de correo electrónico ya está registrada. Por favor, use una dirección de correo electrónico diferente.
fr: Désolé, cette adresse email est déjà enregistrée. Veuillez utiliser une autre adresse électronique.
ja: 同じEメールアドレスがすでに登録済みです。別のEメールアドレスを入力してください。

source: First Name
es: Nombre
fr: Prénom
ja: 名

source: Last Name
es: Apellido
fr: Nom de famille
ja: 姓

source: I have read the <a href="#">Terms of Use</a>
es: He leído los <a href="#">términos de uso</a>
ja: <a href="#">利用規約</a>を読みました

source: Update
es: Actualizar
fr: Réactualisation
ja: 更新

source: Sign Up
es: Registrarse
fr: Inscrivez-vous
ja: 登録

source: Indicates required field
es: Indica los campos requeridos
fr: Indiquez le champ requis
ja: 必須項目

source: Home
es: Casa
fr: Accueil
ja: ホーム

source: Change password
es: Cambiar la contraseña
fr: Changer de mot de passe
ja: パスワード変更

source: Please correct the error below.
es: Por favor corregir el error de abajo.
fr: Veuillez corriger l'erreur ci-dessous.
ja: 以下のエラーを修正してください。

source: Enter a new password for the user <strong>%(username)s</strong>.
es: Ingrese una nueva contraseña para el usuario <strong>%(username)s</strong>.
fr: Entrez un nouveau mot de passe pour l'utilisateur <strong>%(username)s</strong>.
ja: <strong>%(username)s</strong>さんの新しいパスワードを入力してください。

source: Password (again)
es: Contraseña (otra vez)
fr: Mot de passe (à nouveau)
ja: パスワード（再入力）

source: Enter the same password as above, for verification.
es: Volver a ingresar la contraseña para su verificación.
fr: Entrez le même mot de passe comme ci-dessus, pour vérification.
ja: 確認のため、上と同じパスワードを入力してください。

source: Redistricting site admin
es: Administrador del sitio de redistritación
fr: Administrateur du site de redécoupage
ja: 選挙区再編サイト管理者

source: Redistricting administration
es: Administración de la redistritación
fr: L'administration du redécoupage
ja: 選挙区再編管理者

source: Username:
es: Nombre de usuario:
fr: Nom d'utilisateur:
ja: ユーザ名:

source: Password:
es: Contraseña:
fr: Mot de passe:
ja: パスワード:

source: Log in
es: Iniciar sesión
fr: Connexion
ja: ログイン

source: Download Subject template
es: Descargar modelo de tema
fr: Télécharger le modèle d'objet
ja: Subjectテンプレートをダウンロードする

source: Add
es: Añadir
fr: Ajouter
ja: 追加

source: A Subject in DistrictBuilder has relationships with many objects in the application. For this reason, adding a Subject requires a few extra steps. The following forms will walk you through the process of:
es: Un tema en DistrictBuilder está relacionado con muchos objetos en la aplicación. Por esta razón, incluir un tema requiere algunos pasos adicionales. Los siguientes formularios le guiarán en el proceso de:
fr: Un objet de DistrictBuilder a des relations avec de nombreux objets dans l'application. Pour cette raison, l'ajout d'un objet nécessite quelques étapes supplémentaires. Les formes suivantes vous guideront à travers le processus de:
ja: DistrictBuilderのSubjectはアプリケーション内のさまざまなオブジェクトに関連しています。このため、Subjectを追加するにはいくつかのステップを踏む必要があります。以下のフォームに従ってプロセスを完了してください:

source: Downloading a Subject template file (CSV)
es: Descargando un archivo modelo de tema (CSV)
fr: Téléchargement d'un fichier (CSV) de modèle d'objet
ja: Subjectテンプレート・ファイル(CSV)をダウンロード中

source: Uploading a complete Subject file (CSV)
es: Cargando un archivo de tema completo (CSV)
fr: Téléchargement d'un fichier (CVS) d'objet complet
ja: 完全なSubjectファイル(CSV)をアップロード中

source: Verifying the upload Subject file.
es: Verificando la carga del archivo de tema.
fr: Vérification du téléchargement du fichier d'objet.
ja: Subjectファイルのアップロードを確認中

source: Configuring the settings for the uploaded Subject.
es: Configurando los ajustes del tema cargado.
fr: Configuration des paramètres de l'objet téléchargé.
ja: アップロードされたSubjectを設定中

source: 1. Download a Subject template file
es: 1. Descargar archivo del modelo de tema
fr: 1. Télécharger un fichier de modèle d'objet
ja: 1. Subjectテンプレート・ファイルをダウンロード

source: Please click on the following link, and save the contents of that file on your local filesystem:
es: Por favor haga click en el siguiente enlace y guarde los contenidos de ese archivo en su sistema local de archivos:
fr: Veuillez cliquer sur le lien suivant, et enregistrer le contenu de ce fichier sur votre système de fichiers local:
ja: 以下のリンクをクリックし、ファイルの中身をローカル・ファイル上に保存してください:

source: Subject template CSV
es: Modelo de tema CSV
fr: Modèle d'objet CSV
ja: Subjectテンプレート CSV

source: Continue
es: Continuar
fr: Continuez
ja: 続ける

source: Are you sure?
es: ¿Está seguro?
fr: Êtes-vous sûr?
ja: 本当によろしいですか？

source: WARNING
es: ADVERTENCIA
fr: AVERTISSEMENT
ja: 警告

source: Delete multiple objects
es: Eliminar varios objetos
fr: Supprimer plusieurs objets
ja: 複数のオブジェクトを削除する

source: Are you sure you want to delete the selected %(object_name)s objects? All of the following objects and their related items will be deleted:
es: ¿Está seguro que desea eliminar los objetos seleccionados %(object_name)s Todos los siguientes objetos, y sus elementos relacionados, serán eliminados:
fr: Êtes-vous sûr de vouloir supprimer les objets %(object_name)s sélectionnés? Tous les objets suivants et les éléments associés à eux seront supprimés:
ja: 選択された%(object_name)sオブジェクトを本当に削除してよろしいですか？以下のオブジェクトと関連したアイテムが全て削除されます。

source: characteristics
es: características
fr: caractéristiques
ja: 特性

source: computed characteristics
es: características calculadas
fr: caractéristiques calculées
ja: 計算された特性

source: related subject(s)
es: tema(s) relacionado(s)
fr: Objet(s) apparenté(s)
ja: 関連Subject

source: Yes, I'm sure
es: Sí, estoy seguro
fr: Oui, je suis sûr
ja: はい、続けます

source: Deleting the selected %(object_name)s objects must be done with great care! Please carefully read the following notice regarding the removal of %(object_name)s objects:
es: La eliminación del objeto seleccionado %(object_name)s se debe hacer con mucho cuidado! Por favor, lea detenidamente el siguiente aviso sobre la eliminación de %(object_name)s objetos:
fr: La suppression des objets %(object_name)s sélectionnés doit être faite avec grand soin! Veuillez attentivement lire l'avertissement suivant au sujet de la suppression des objects %(object_name)s:
ja: 選択された%(object_name)sオブジェクトの削除には細心の注意を払ってください。%(object_name)sオブジェクトの削除についての以下の警告を注意深く読んでください:

source: Deleting a %(object_name)s is irreversible.
es: La eliminación de un %(object_name)s es irreversible.
fr: La suppression d'un %(object_name)s est irréversible.
ja: %(object_name)sの削除は元に戻すことができません。

source: Deleting a %(object_name)s must <em>NOT</em> occur when regular users are editing plans.
es: La eliminación de un %(object_name)s <em>NO</em> debe ocurrir cuando los usuarios regulares estén editando planes.
fr: La suppression d'un %(object_name)s <em>NE</em> doit pas se produire quand les utilisateurs réguliers sont entrain de modifier les plans.
ja: 一般のユーザーが計画案を編集しているときには%(object_name)sは削除できません。

source: All references to the %(object_name)s in the application configuration must be removed.
es: Todas las referencias a la %(object_name)s en la configuración de la aplicación deben ser eliminadas.
fr: Toutes les références au %(object_name)s dans la configuration de l'application doivent être supprimées.
ja: アプリケーション設定内の全ての%(object_name)sへの参照は削除されなければなりません。

source: The process of deleting a %(object_name)s takes a significant amount of time, and may not be interrupted once it has been started.
es: El proceso de borrado de un %(object_name)s toma una cantidad considerable de tiempo y no puede ser interrumpida una vez que ha iniciado.
fr: Le processus de suppression d'un %(object_name)s prend une quantité importante de temps, et ne peut être interrompue une fois commencée.
ja: %(object_name)sの削除には長い時間がかかります。また、削除が一旦開始されたら、途中で中断することはできません。

source: I understand that the deletion of a %(object_name)s is an irreversible operation.
es: Entiendo que la eliminación de un %(object_name)s es una operación irreversible.
fr: Je comprends que la suppression d'un %(object_name)s est une opération irréversible.
ja: %(object_name)sの削除が元に戻せないことを確認しました。

source: Upload Subject template
es: Cargar plantilla de reserva
fr: Télécharger le modèle d'objet
ja: Subjectテンプレートのアップロード

source: Subject ingest successful! Press "Continue" to edit the Subject details.
es: ¡Recepción de tema exitosa! Pulse el botón "Continuar" para editar los detalles del tema.
fr: Objet ingéré avec succès! Appuyez sur "Continuer" pour modifier les détails de l'Objet.
ja: Subjectの取り込みに成功しました。「続ける」を押してSubjectの詳細を編集してください。

source: Sorry! This processing step failed with the following error message:
es: ¡Lo siento! Este paso del proceso ha fallado. Por favor lea el siguiente mensaje de error:
fr: Désolé! Cette étape de traitement a échoué avec le message d'erreur suivant:
ja: 申し訳ありません。プロセス作業中にエラーが発生しました。エラー番号:

source: Retry
es: Volver a intentar
fr: Réessayer
ja: もう一度やり直す

source: Could not retrieve task status.
es: No se pudo recuperar el estado de la tarea.
fr: Impossible de récupérer le statut des tâches.
ja: タスク状況を取得できませんでした。

source: Verifying the uploaded Subject file.
es: Verificando el archivo de tema cargado.
fr: Vérification du fichier d'objet téléchargé.
ja: アップロードされたSubjectファイルの確認中です。

source: 2. Uploading a complete Subject file
es: 2. Cargando un archivo de tema completo (CSV)
fr: 2. Téléchargement d'un fichier d'objet complet
ja: 2. 全てのSubjectファイルをアップロードする

source: Using the file field below, please select the populated Subject template file, and upload the Subject template file with the 'Upload' button below.
es: Utilizando el campo de archivo que aparece abajo, por favor seleccione el archivo poblado de modelo de tema y cargue el archivo de modelo de tema con el botón 'Subir' que se encuentra a enseguida.
fr: En utilisant le champ de fichier ci-dessous, veuillez sélectionner le fichier de modèle d'objet peuplé, et télécharger le fichier de modèle d'objet en appuyant sur le bouton 'Télécharger' ci-dessous.
ja: 下のファイル・フィールドを使って、追加投入したSubjectテンプレート・ファイルを選択し、「アップロード」ボタンでSubjectテンプレート・ファイルをアップロードしてください。

source: 3. Verifying the uploaded Subject file
es: 3. Verificando el archivo de tema cargado
fr: 3. Vérification du fichier d'objet téléchargé
ja: 3. ｱｯﾌﾟﾛｰﾄﾞされたSubjectﾌｧｲﾙの確認

source: Please wait while the uploaded Subject file is checked for consistency and alignment with the currently loaded data. This may take up to 1 hour on older hardware, so please wait until the process completes before leaving this page.
es: Por favor espere mientras se comprueba en el archivo de tema cargado la coherencia y la alineación con los datos cargados. Esto puede tomar hasta 1 hora en un hardware antiguo, así que por favor espere hasta que el proceso se complete antes de salir de esta página.
fr: Veuillez patienter pendant que le fichier d'objet téléchargé ne soit vérifié par souci de cohérence et d'alignement avec les données actuellement chargées. Cela peut prendre jusqu'à 1 heure sur du materiel ancien, donc veuillez attendre jusqu'à ce que le processus se termine avant de quitter cette page.

source: 4. Configuring the settings for the uploaded Subject
es: 4. Configurando ajustes del tema cargado.
fr: 4. Configuration des paramètres de l'objet téléchargé
ja: 4. アップロードされたSubjectの設定

source: The verification steps are complete, you may proceed to the Subject change form to complete filling in the Subject details.
es: Se han completado los pasos de verificación, puede proceder al formulario de cambio de tema para completar el llenado de los detalles del tema.
fr: Les mesures de vérification sont complètes, vous pouvez procéder à la modification du formulaire d'objet à remplir dans les détails de l'objet.
ja: 確認作業が完了しました。Subject変更フォームに進み、Subjectの詳細の入力を完了してください。

source: Verifying counts of uploaded subjects...
es: Verificando la cuenta de los temas cargados ...
fr: Vérification des comptes d'objets téléchargés...
ja: アップロードされたSubjectの数を確認しています...

source: Please Wait ...
es: Por favor espere ...
fr: Veuillez patienter...
ja: しばらくお待ちください...

source: Upload
es: Cargar
fr: Télécharger
ja: アップロード

source: Welcome to DistrictBuilder
es: Bienvenido a DistrictBuilder
fr: Bienvenue sur DistrictBuilder
ja: ようこそDistrictBuilderへ

source: About
es: Acerca de
fr: À propos de
ja: バージョン情報

source: Support
es: Ayuda
fr: Assistance
ja: サポート

source: Frequently Asked Questions
es: Preguntas frecuentes
fr: Foire aux Questions
ja: よくある質問

source: Share
es: Compartir
fr: Partager
ja: 共有

source: Log In
es: Iniciar sesión
fr: Connexion
ja: ログイン

source: Login
es: Iniciar sesión
fr: Connexion
ja: ログイン

source: Forgot your password?
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié?
ja: パスワードを忘れた場合はここをクリック

source: Don't have an account?
es: ¿No tiene una cuenta?
fr: Pas de compte?
ja: アカウントをお持ちでない場合はここをクリック

source: To Draw Your Own Maps...
es: Para dibujar unos mapas...
fr: Dessiner vos propres cartes...
ja: 自分の地図を描くには...

source: To View Other Users' Maps...
es: Para ver los mapas compartidos...
fr: Voir cartes d'autres utilisateurs...
ja: 他のユーザの地図を見るには...

source: Enter as a guest
es: Entrar como invitado
fr: Entrer comme invité
ja: ゲストとして利用する

source: Terms of Use
es: Términos de uso
fr: Conditions d'utilisation
ja: 利用規約

source: Get A Hint
es: Obtener una pista
fr: Obtenir un indice
ja: パスワードのヒントを見る

source: Enter your username to retrieve your password hint that you used when registering for an account.
es: Ingrese su nombre de usuario para recuperar su pista de contraseña que proporcionó al registrarse.
fr: Entrez votre nom d'utilisateur pour récupérer votre indice de mot de passe que vous avez utilisé lors de l'inscription du compte.
ja: アカウント登録時に入力したパスワードのヒントを見るには、ユーザ名を入力してください。

source: Username
es: Nombre de usuario:
fr: Nom d'utilisateur
ja: ユーザ名

source: OR
es: O
fr: OU
ja: もしくは

source: Reset Your Password
es: Restablecer su contraseña
fr: Réinitialiser votre mot de passe
ja: パスワードを再設定する

source: Enter your email address to reset your password if you have forgotten your username.
es: Ingrese su dirección de correo electrónico para restablecer su contraseña si ha olvidado su nombre de usuario.
fr: Entrez votre adresse électronique pour réinitialiser votre mot de passe si vous avez oublié votre nom d'utilisateur.
ja: ユーザ名を忘れた場合は、Eメールアドレスを入力してパスワードを再設定してください。

source: Email
es: Correo electrónico
ja: Eメール

source: Begin
es: Empezar
fr: Commencer
ja: 開始する

source: Here Is Your Hint
es: Aquí está su pista
fr: Voici votre indice
ja: これがあなたのパスワードのヒントです

source: If this helps you remember your password, you can close this dialog and log in.
es: Si esto le ayuda a recordar su contraseña, puede cerrar esta ventana e iniciar la sesión.
fr: Si cela vous aide à retrouver votre mot de passe, vous pouvez fermer cette boîte de dialogue et vous connecter.
ja: このヒントでパスワードが思い出せたら、このダイアログを閉じてログインしてください。

source: If you still can't recall your password, click on the 'Back' button, and enter your email address, so we can email your password to you.
es: Si usted todavía no puede recordar su contraseña, haga clic en el botón "Atrás", e ingrese su dirección de correo electrónico para que podamos enviarle su contraseña.
fr: Si vous ne pouvez toujours pas vous rappeler de votre mot de passe, cliquez sur le bouton 'Retour', et entrez votre adresse électronique pour que nous puissions vous envoyer votre mot de passe.
ja: このヒントでもパスワードが思い出せない場合は、「戻る」ボタンをクリックして、Eメールアドレスを入力すれば新しいパスワードがEメールで送られます。

source: Email Sent
es: Correo electrónico enviado
fr: E-mail envoyé
ja: Eメールが送られました

source: Your password has been emailed to you. You should receive your password in your inbox in the next few minutes.
es: Su contraseña ha sido enviada a su correo electrónico. Debería recibir su contraseña en los próximos minutos.
fr: Votre mot de passe vous a été envoyé. Vous devriez recevoir votre mot de passe dans votre boîte de réception dans les prochaines minutes.
ja: パスワードがEメールで送られました。数分で受信箱に届くはずです。

source: Back
es: Atrás
fr: Retour
ja: 戻る

source: Close
es: Cerca
fr: Fermer
ja: 閉じる

source: Your account has too many sessions.
es: Su cuenta tiene demasiadas sesiones.
fr: Votre compte a trop de sessions.
ja: あなたのアカウントで開けられているセッションが多すぎます。

source: To use DistrictBuilder, you must do one of the following actions:
es: Para utilizar DistrictBuilder, debe ejecutar una de las siguientes acciones:
fr: Pour utiliser DistrictBuilder, vous devez effectuer l'une des actions suivantes:
ja: DistrictBuilderを使うには、次のどれかを行ってください。:

source: Log in as a different user.
es: Inicie una sesión con un usuario diferente.
fr: Connectez-vous en tant qu'un autre utilisateur.
ja: 別のユーザ名でログインする。

source: Use the system as a guest.
es: Utilizar el sistema como un invitado.
fr: Utiliser le système en tant qu'invité.
ja: システムをゲストとして利用する。

source: Force close the other user's session and log in again.
es: Cerrar la sesión del otro usuario de manera forzada y conectarse de nuevo.
fr: Forcez la fermerture de la session de l'autre utilisateur et connectez-vous à nouveau.
ja: 他のユーザのセッションを強制終了し、再度ログインする。

source: The DistrictBuilder application has reached maximum capacity. Please try to use the application again shortly. We apologize for the inconvenience.
es: La aplicación DistrictBuilder ha alcanzado su capacidad máxima. Por favor, trate de usar la aplicación de nuevo en breve. Le pedimos una disculpa por los inconvenientes.
fr: L'application DistrictBuilder a atteint sa capacité maximale. Veuillez essayer d'utiliser à nouveau l'application sous peu. Nous nous excusons des inconvénients.
ja: DistrictBuilderアプリケーションが最大容量に達しました。しばらく経ってからやり直してください。ご迷惑をおかけいたします。

source: The following discloses our information gathering and dissemination practices; and terms of use for this web site.
es: La siguiente información revela nuestras prácticas de recopilación, difusión y condiciones de uso de éste sitio web.
fr: Le suivant révèle nos pratiques de collection et de diffusion d'informations; et les conditions d'utilisation de ce site.
ja: 当サイトの情報の収集・提供の方針と利用規約は下記の通りです。

source: Information gathering
es: Recopilación de información
fr: Collection d'informations
ja: 情報の収集について

source: Our web server software generates logfiles of the IP addresses of computers that access this web site and of what files they access.
es: Nuestro software del servidor web genera archivos de registro de las direcciones IP de los ordenadores que acceden a este sitio web y de los archivos a los que acceden.
fr: Notre logiciel de serveur génère des fichiers journaux des adresses IP des ordinateurs qui accède à ce site et des fichiers auxquels ils accèdent.
ja: 当ウェブサーバーソフトウェアはこのサイトにアクセスするコンピューターのIPアドレスとアクセスしたファイルからログファイルを取得します。

source: These web server logs are retained on a temporary basis and then deleted completely from our systems.
es: Estos registros del servidor web se retienen de forma temporal y luego se eliminan completamente de nuestros sistemas.
fr: Ces journaux de serveur sont conservés sur une base temporaire et ensuite supprimés complètement de nos systèmes.
ja: これらのウェブサーバーのログファイルは短期間保存され、その後システムから完全に削除されます。

source: We also may ask our visitors to provide information about themselves.
es: También podemos pedirles a nuestros visitantes que proporcionen información sobre sí mismos.
fr: Nous pouvons aussi demander à nos visiteurs de fournir des renseignements sur eux-mêmes.
ja: また、サイトにアクセスした方から情報の入力をお願いすることもあります。

source: We may use cookies to maintain a user's identity between web sessions.
es: Podemos utilizar cookies para mantener la identidad de un usuario entre distintas sesiones web.
fr: Nous pouvons utiliser des cookies pour maintenir l'identité d'un utilisateur entre les sessions web.
ja: ログイン情報を次のセッションにも保持する場合は、クッキー(cookie)を利用することがあります。

source: Contributor Terms
es: Términos de uso del contribuyente
fr: Conditions des contributeurs
ja: 提供者規約

source: This site enables users to create districting maps and to comment on the maps of others. By creating a map, a comment, or an account, you are agreeing to the following terms for any map, comment, data, or other content (collectively, 'Contents') you contribute to this site.
es: Este sitio permite a los usuarios crear mapas de distritos y hacer comentarios en los mapas de los demás. Al crear un mapa, un comentario, o una cuenta, usted acepta las siguientes condiciones aplicables a todos los mapas, comentarios, información, o cualquier otro contenido (colectivamente, "Contenidos") que usted aporte a este sitio.
fr: Ce site permet aux utilisateurs de créer des cartes de découpage et de commenter les cartes des autres. En créant une carte, un commentaire, ou un compte, vous acceptez les termes suivants pour n'importe quels cartes, commentaires, données ou toute autre matière(collectivement, 'matières') que vous contribuez à ce site.
ja: 当サイトはユーザが選挙区地図を作成し、また他のウーザの作成した地図にコメントする目的で運営されています。当サイトの利用、つまり、地図の作成やコメント、またアカウントを作成することで、利用者は提供する地図、コメント、その他の内容（以下「内容」とします）について、以下の規約を承諾し、同意したものとみなされます。
