Repository: PublicMapping/districtbuilder-classic
Catalog: django/publicmapping/locale/*/LC_MESSAGES/django.po
Languages: es, fr, ja

source: You hereby grant to us a worldwide, royalty-free, non-exclusive, perpetual, irrevocable license to do any act that is restricted by copyright over anything within the Contents, whether in the original medium or any other. These rights explicitly include commercial use, and do not exclude any field of endeavour. These rights include, without limitation, the right to sublicense the work through multiple tiers of sublicensees. To the extent allowable under applicable local laws and copyright conventions, You also waive and/or agree not to assert against us or our licensees any moral rights that You may have in the Contents.
es: Por este medio, usted nos concede licencia -a nivel mundial, libre de regalías, sin exclusividad, perpetua e irrevocable- para realizar cualquier acto que esté limitado por los derechos de autor sobre la totalidad de los contenidos, ya sea en su forma original o en cualquier otra. Estos derechos incluyen explícitamente el uso comercial y no excluyen ningún campo de actividad. Estos derechos incluyen, sin límite, el derecho a sublicenciar la obra a través de múltiples niveles de sublicencias. En la medida permitida por las leyes locales y las convenciones de derechos de autor, usted también renuncia y / o se compromete a no imponer en contra de nosotros o nuestros licenciatarios ningún derecho moral que pueda tener sobre los Contenidos.
fr: Vous concédez par la présente nous accorder dans le monde entier, libre de redevances, non exclusive, perpétuelle, irrévocable licence d'accomplir tout acte qui est limité par le droit d'auteur sur toutes les matières, que ce soit dans le milieu d'origine ou de tout autre. Ces droits comprennent explicitement l'utilisation commerciale, et n'excluent pas d'autres domaines d'activités. Ces droits comprennent, sans s'y limiter, le droit de concéder des licences de travail par le biais de multiples niveaux de sous-licences. Dans la mesure permise par les lois locales et les conventions de droits d'auteur, vous renoncez et/ou acceptez aussi de ne pas faire valoir contre nous ou nos titulaires de licence tous droits moraux que vous pourriez avoir sur les matières.
ja: 当サイトの利用者は、コンテンツのオリジナル媒体であるなしに関わらず、著作権で保護された範囲内でのいかなる利用に対する認可を本サービスに与えるものとみなします。この認可は世界共通、無償使用可能、非独占、永久、かつ取消不能のものです。この権利は明確に商業利用を含むものとし、どの活動分野も除外しないものとします。この権利は、無制限に、複数段階のサブライセンスを伴うサブライセンスの権利を含むものとします。各地の法律と著作権協定にしたがって許可される範囲内で、利用者はコンテンツに関するいかなる倫理的権利を本サービス及び非許諾者に対して対抗しないこと、及び放棄するものとします。

source: We agree to make the Contents that you contribute and designate as &quot;published&quot; available under at least one of the following licenses: ODbL 1.0; DbCL 1.0; CC-BY-SA 2.0; or another free and open license.
es: Nos comprometemos a hacer disponibles los Contenidos que usted aporte y designe como "publicado", en al menos una de las siguientes licencias: ODbL 1,0; DbCL 1,0; CC-BY-SA 2.0, u otra licencia libre y abierta.
fr: Nous nous engageons à prendre les matières que vous contribuez et désignez comme &quot;publié&quot; disponibles sous au moins une des licences suivantes: ODbL 1.0; DbCL 1.0; CC-BY-SA 2.0; ou d'une autre licence libre et ouverte.
ja: 当サービスは利用者の提供し「公開した」とされるコンテンツを次のうちひとつ以上の認可のもとに利用可能とします: ODbL 1,0; DbCL 1,0; CC-BY-SA 2.0, もしくはその他の無料・オープンライセンス。

source: Use of information
es: Uso de la información
fr: Utilisation des informations
ja: 情報利用について

source: We use third parties to provide processing functions on our site. When you register for services, we may share information as necessary for the third party to provide those services. We make commercially reasonable efforts to ensure that these third parties are prohibited from using your personally identifiable information for any other purpose.
es: Usamos a terceros para proporcionar funciones de procesamiento en nuestro sitio. Cuando usted se registra para los servicios, podemos compartir información cuando sea necesario para que el tercero pueda proporcionarnos esos servicios. Hacemos todos los esfuerzos comercialmente razonables para evitar que estos terceros utilicen su información de identificación personal para otro propósito.
fr: Nous utilisons des tiers pour fournir des fonctions de traitement sur ​notre site. Lorsque vous vous inscrivez pour les services, nous pouvons partager les informations nécessaires à la tierce partie pour fournir ces services. Nous faisons des efforts commercialement raisonnables pour veiller à ce que ces tierces parties n'utilisent pas vos informations personnelles identifiables à d'autres fins.
ja: 当サイトは第三者による処理機能の提供を利用しています。利用者がサービスに登録した際、当サイトは第三者のサービス提供に必要な情報を共有することがあります。当サイトは、商業的に妥当な範囲で、第三者に対し、共有された個人情報を他の目的に使用しないよう義務づけています。

source: We use your IP address and files you access to help diagnose problems with our server and to administer our Web site by identifying (1) which parts of our site are most heavily used, and (2) which portion of our audience comes from different geographical regions. We also use this information to tailor site content to user needs, and to generate aggregate statistical reports. At no time do we disclose site usage by individual visitors.
es: Utilizamos su dirección IP y los archivos a los que usted accede para ayudar a diagnosticar problemas con nuestro servidor y para administrar nuestro sitio Web mediante la identificación de (1) qué partes de nuestro sitio son más utilizados, y (2) qué parte de nuestra audiencia proviene de diferentes zonas geográficas. También utilizamos esta información para adaptar el contenido del sitio a las necesidades de los usuarios y generar informes estadísticos agregados. En ningún momento divulgamos el uso del sitio por las visitas como individuos.
fr: Nous utilisons votre adresse IP et fichiers auxquels vous accédez pour aider à diagnostiquer les problèmes de notre serveur et pour administrer notre site en identifiant (1) les parties de notre site les plus fréquentées, et (2) la partie de notre public qui vient de différentes régions géographiques. Nous utilisons également ces informations pour adapter le contenu du site aux besoins des utilisateurs, et générer des rapports statistiques. À aucun moment nous ne divulguons l'utilisation du site par les visiteurs individuels.
ja: 当サイトはサーバー上の不都合の診断とサイト運営のために利用者のIPアドレスとアクセスしたファイルを利用します。利用する情報は主に（１）サイトのどの箇所が重点的に利用されているか、（２）どの利用者層が異なる地域よりアクセスしているか、です。またこの情報は、サイト内容を利用者のニーズに合わせて調整するため、および、情報集約統計レポートを出力する際に利用されます。利用者個人のサイト利用情報はいかなる時も公開されることはありません。

source: We reserve the right to disclose your personally identifiable information as required by law and when we believe that disclosure is necessary to protect our rights and/or to comply with a judicial proceeding, court order or legal process served on the hosts.
es: Nos reservamos el derecho de revelar su información de identificación personal cuando sea requerida por ley y / o creamos que dicha divulgación es necesaria para proteger nuestros derechos y / o para cumplir con un procedimiento judicial, orden judicial o proceso legal en nuestro sitio web.
fr: Nous nous réservons le droit de divulguer vos informations personnelles identifiables comme requis par la Loi et lorsque nous croyons que la divulgation est nécessaire pour protéger nos droits et/ou pour se conformer à une procédure judiciaire, une ordonnance du tribunal ou un processus légal servi sur les hôtes.
ja: 当サイトは、法律で定められ、また情報公開が当サイトの権利保護のため、もしくは司法手続・裁判所命令・訴訟手続に応じるために必要であると判断した場合に、個人情報の開示をする権利を有します。

source: All maps created through the system, edits to those maps, and comments made on those maps are associated with an account id and a timestamp. These maps, comments, account id's and timestamps may be made available to the public. We may use this information to generate aggregate statistical reports. At no time do we disclose the name, e-mail or other identifying information associated with individual users accounts, unless the individual explicitly selects the &quot;make my account information public&quot; settings in the users profile setting.
es: Todos los mapas creados por el sistema, sus modificaciones, y los comentarios formulados en esos mapas se asocian con una identificación de cuenta y una marca de tiempo. Estos mapas, comentarios, identificaciones de cuenta y marcas de tiempo pueden ser puestos a disposición del público. Podemos usar esta información para generar informes estadísticos agregados. En ningún momento se revela el nombre, correo electrónico u otra información asociada a las cuentas individuales de los usuarios, a menos que la persona explícitamente seleccione el &quot;hacer pública la información de mi cuenta&quot; en la configuración del perfil de usuario.
fr: Toutes les cartes créées par le système, les modifications de ces cartes, et les commentaires faits sur ces cartes sont associés à un idendifiant de compte et un horodateur. Ces cartes, commentaires, identifiants de compte et horodatages peuvent être mis à la disposition du public. Nous pouvons utiliser ces informations pour générer des rapports statistiques agrégés. À aucun moment nous ne divulguons le nom, e-mail ou autres informations d'identification associés aux comptes d'utilisateurs individuels, à moins que l'individu ne choisisse explicitement les paramètres &quot;rendre mes informations de compte publiques&quot; dans le cadre du profil des utilisateurs.
ja: 当システムで作成された全ての地図、及び、地図の編集と地図へのコメントはアカウントIDとタイムスタンプに関連付けられます。これらの地図、コメント、アカウントID、及びタイムスタンプは公開されることがあります。当サイトはこれらの情報を情報集約統計レポートの出力の際に利用することがあります。利用者が明確にプロファイル設定の中で「アカウント情報を公開する」設定を選択しない限り、いかなる時も、名前、Eメールアドレス、その他のアカウント個人情報を公開することはありません。

source: Security
es: Seguridad
fr: Sécurité
ja: セキュリティについて

source: This site has security measures in place to protect the loss, misuse and alteration of the information under our control.
es: Este sitio tiene medidas de seguridad para proteger la pérdida, mal uso y alteración de la información bajo nuestro control.
fr: Ce site comporte des mesures de sécurité en place pour protéger la perte, le mésusage et l'altération des informations sous notre contrôle.
ja: 当サイトは当管理下の情報の削除、悪用、改変を防ぐためのセキュリティ対策を講じています。

source: Contacting this web site
es: Contactando este sitio web
fr: Contacter ce site
ja: サイトへの問い合わせ

source: If you have any questions about this privacy statement, the practices of this site, or your dealings with this site, you can contact the support address at the host domain
es: Si usted tiene alguna pregunta sobre esta declaración de privacidad, las prácticas de este sitio o su relación con el mismo, usted puede contactarnos en la dirección de soporte en el dominio del servidor
fr: Si vous avez des questions concernant cette déclaration de confidentialité, les pratiques de ce site, ou vos opérations avec ce site, vous pouvez contacter l'adresse de soutien du domaine de l'hôte
ja: このプライバシーポリシー、サイト運営方針、サイト利用などに関するお問い合わせは、ホスト・ドメインのサポートアドレスをご利用ください。

source: This web site may contain links to other web sites. We are not responsible for the privacy practices or the content of such web sites.
es: Este sitio web puede contener enlaces a otros sitios web. No nos hacemos responsables de las prácticas de privacidad o el contenido de dichos sitios web.
fr: Ce site peut contenir des liens vers d'autres sites web. Nous ne sommes pas responsables des pratiques de confidentialité ou du contenu de tels sites.
ja: 当サイトには他ウェブサイトへのリンクが含まれていることがあります。当サイトはそのような他サイトのプライバシー方針や内容について一切の責任を負わないものとします。

source: Changes to this policy
es: Cambios de política
fr: Modifications portées à cette politique
ja: 当方針の変更

source: An announcement of any changes to this policy will be posted on this page for thirty days before any changes go into effect.
es: Cualquier cambio de política será publicada en esta página treinta días antes de que sea efectivo.
fr: Une annonce de tous changements à cette politique sera affichée sur cette page durant trente jours avant que toutes modifications n'entre en vigueur.
ja: 当方針の内容に変更が生じる際は、変更が実施される30日前にこのページに告知されます。

source: Effective Date
es: Fecha de vigencia
fr: Date d'entrée en vigueur
ja: 方針発効日

source: The effective date of this policy was May 2, 2011.
es: Esta política es efectiva a partir del 02 de mayo de 2011.
fr: La date d'entrée en vigueur de la présente politique était le 2 Mai 2011.
ja: 本方針は2011年5月2日に発効しました。

source: Powered By DistrictBuilder
es: Desarrollado por DistrictBuilder
fr: Propulsé par DistrictBuilder

source: Documentation
es: Documentación
ja: 文書

source: Log out
es: Cerrar sesión
fr: Déconnexion
ja: ログアウト

source: Password change
es: Cambio de contraseña
fr: Changement de mot de passe
ja: パスワードの変更

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
es: Por seguridad, por favor introduzca su antigua contraseña y luego ingrese su nueva contraseña dos veces para que podamos verificar que está escrita correctamente.
fr: Veuillez entrer votre ancien mot de passe, pour plus de sécurité, puis entrez votre nouveau mot de passe deux fois afin que nous puissions vérifier que vous l'avez tapé correctement
ja: セキュリティ保護のため、現在のパスワードを入力し、新しいパスワードを確認のため２度入力してください。

source: Old password
es: Contraseña antigua
fr: Ancien mot de passe
ja: 現在のパスワード

source: New password
es: Nueva contraseña
fr: Nouveau mot de passe
ja: 新しいパスワード

source: Change my password
es: Cambiar mi contraseña
fr: Changer mon mot de passe
ja: パスワードを変更する

source: Your Password Reset Request
es: Su solicitud de restauración de contraseña
fr: Votre demande de réinitialisation de mot de passe
ja: パスワードのリセット申請

source: Successfully deleted %(count)d %(item)s
es: Eliminado satisfactoramente %(count)d %(item)s.
fr: Supprimé avec succès %(count)d %(item)s
ja: %(count)d %(item)sは削除されました。

source: Delete selected %(verbose_name_plural)s
es: Eliminar seleccionados %(verbose_name_plural)s
fr: Supprimez sélection %(verbose_name_plural)s
ja: 選択した%(verbose_name_plural)sを削除する

source: No task with that id.
es: No existe una tarea con esa identificación.
fr: Aucune tâche avec cet identifiant.
ja: そのIDに該当するタスクはありません。

source: n/a
es: no aplica
ja: 該当なし

source: %(value)d (of %(target)s)
es: %(value)d (de %(target)s)
ja: %(value)d (%(target)sのうち)

source: Democrat
es: Demócrata
fr: Démocrate
ja: 民主党派

source: Republican
es: Republicano
fr: Républicain
ja: 共和党派

source: Balanced
es: Equilibrado
fr: Equilibré
ja: 均等

source: Total %(district_type_a)s which split a %(district_type_b)s: %(result)d
es: Total de %(district_type_a)s que separan un %(district_type_b)s: %(result)d
fr: Nombre total de %(district_type_a)s qui s'est divisée en %(district_type_b)s: %(result)d

source: Total %(district_type_a)s splitting "%(district_type_b)s": %(result)d</div>
es: Total de %(district_type_a)s separando "%(district_type_b)s": %(result)d</div>
fr: Nombre total de %(district_type_a)s se divisant"%(district_type_b)s": %(result)d</div>

source: Total number of splits
es: Número total de separaciones
fr: Nombre total de divisions
ja: 境界線総数

source: Far Over Target
es: Muy por Encima
fr: Bien au-dessus de la cible
ja: 目標数をかなり超過

source: Over Target
es: Por Encima
fr: Sur la Cible
ja: 目標数を超過

source: Meets Target
es: Cumple con
fr: Conforme à la cible
ja: 目標数を達成

source: Under Target
es: Por Debajo
fr: En dessous de la cible
ja: 目標数に届きません

source: Far Under Target
es: Muy por Debajo
fr: Bien en dessous de la cible
ja: 目標数に遠く届きません

source: Boundary
es: Límite

source: Could not store uploaded Subject template.
es: No se pudo guardar el modelo cargado.
fr: Impossible de stocker le modèle de l'objet téléchargé
ja: アップロードされたSubjectテンプレートを保存できませんでした。

source: The uploaded file is missing subject data.
es: El archivo cargado contiene un nombre de tema inválido.

source: The new subject name could not be determined.
es: El nombre de tema contiene caracteres inválidos.

source: Uploaded file cannot be found.
es: No se pudo encontrar el archivo cargado.
fr: Le fichier téléchargé ne peut être trouvé.
ja: アップロードされたファイルが見つかりません。

source: Uploaded file is required.
es: Se requiere el archivo cargado.
fr: Le fichier téléchargé est nécessaire.
ja: ファイルのアップロードが必要です。

source: Please specify a unique subject name.
es: Por favor especifique un nombre de tema único.
fr: Spécifiez un nom d'objet unique.
ja: 固有の名前を決めてください。

source: Check this box to overwrite the existing subject with the same name.
es: Marque esta casilla si desea sobrescribir el tema ya existente con el mismo nombre.
fr: Cochez cette case pour remplacer l'objet existant portant le même nom.
ja: 同じ名前で上書き保存する

source: Uploaded file contains an invalid subject name.
es: El archivo cargado contiene un nombre de tema inválido.
fr: Le fichier téléchargé contient un nom d'objet non valide.
ja: アップロードされたファイルの中に無効なsubject名があります。

source: Blank
es: Vacío

source: There are no unassigned units that can be fixed.
es: No hay unidades no asignadas que pueden resolverse.

source: All districts need to be assigned before fixing can occur. Currently:
es: Todos los distritos deben ser asignados antes de que ocurra la fijación. Actualmente:

source: The percentage of assigned units is:
es: El porcentaje de unidades asignadas es:

source: Fixing unassigned requires a minimum percentage of:
es: La fijación no asignado requiere un porcentaje mínimo de:

source: Number of units fixed:
es: Número de unidades fijas:

source: Number of units remaining:
es: Número de unidades restantes:

source: No unassigned units could be fixed. Ensure the appropriate districts are not locked.
es: No hay unidades no asignadas podrían ser fijos. Asegúrese de que los distritos apropiados no están bloqueados.

source: Unassigned
es: Desasignar
fr: Désattribuer
ja: 割り当て解除

source: DistrictID
es: Identificación del distrito
ja: 選挙区ID

source: Population
es: Población
ja: 人口

source: Within Target Range
es: Dentro del rango permitido
fr: Dans les limites de la cible
ja: 目標人口範囲内

source: Compactness
es: Compacidad
fr: Compacité
ja: Compacidad

source: Proportion
es: Proporción
ja: 割合

source: Problem importing your uploaded file.
es: Problema al importar el archivo cargado.
fr: Problème durant l'importation de votre fichier téléchargé.
ja: アップロードされたファイルを取り込めません。

source: Upload and import plan confirmation.
es: Cargar e importar la confirmación del plan.
fr: Téléchargez et importez la confirmation du plan.
ja: 計画案の確認をアップロードして取り込んでください。

source: Problem importing user uploaded file.
es: Problema al importar el archivo cargado por el usuario.
fr: Problème durant l'importation du fichier téléchargé de l'utilisateur.
ja: アップロードされたファイルを取り込めません。

source: The zip file contains too many files
es: El archivo comprimido contiene demasiados archivos
fr: Le fichier zip contient trop de fichiers
ja: 圧縮ファイル内のファイルが多すぎます

source: The zip file must contain a comma separated value (.csv) file.
es: El archivo comprimido debe contener un archivo con valores separados por coma (.csv).
fr: Le fichier zip doit contenir un fichier de valeurs séparées par des virgules (.csv).
ja: 圧縮ファイル内に.csvファイルが必要です。

source: Unexpected error during zip file processing
es: Error inesperado al procesar el archivo comprimido
fr: Erreur inattendue lors du traitement du fichier zip
ja: 圧縮ファイルの処理中にエラーが生じました。

source: Plan couldn't be created. Be sure the plan name is unique.
es: El plan no pudo ser creado. Asegúrese que el nombre del plan sea único.
fr: Le plan n'a pu être créé. Assurez-vous que le nom du plan est unique.
ja: 計画案が作成できません。計画案名が固有であることを確認してください。

source: Did not import row:
es: No se pudo importar la fila:
fr: N'a pas importé la ligne:
ja: 列の取り込みができませんでした:

source: Unable to create district
es: Incapaz de crear el distrito
fr: Impossible de créer la circonscription
ja: 選挙区を作成できません

source: Unable to create ComputedCharacteristic for district %(district_id)s, subject %(subject_name)s
es: Incapaz de crear ComputedCharacteristic para el distrito %(district_id)s, el tema %(subject_name)s
fr: Impossible de créer les caractéristiques calculées de la circonscription %(district_id)s, objet %(subject_name)s
ja: 選挙区%(district_id)sのComputedCharacteristicを作成できませんsubject %(subject_name)s

source: Competition submission (user: %(username)s, planid: %(plan_id)d)
es: Envío de la presentación de concurso de (usuario: %(username)s, planid: %(plan_id)d)
fr: Soumission de la concurrence (user: %(username)s, planid: %(plan_id)d)
ja: コンテストへの提出 (ﾕｰｻﾞ: %(username)s, 計画案ID: %(plan_id)d)

source: Plan submitted successfully
es: El plan fue enviado satisfactoramente
fr: Plan soumis avec succès
ja: 計画案を提出しました

source: Error creating calculator report.
es: Error al crear el informe de la calculadora.
fr: Erreur durant la création du rapport de la calculatrice.
ja: 計算レポートの作成中にエラーが発生しました。

source: There are missing columns in the uploaded Subject file
es: Hay un número adecuado de geounidades en el archivo subido,

source: There are an incorrect number of columns in the uploaded Subject file
es: Hay un número incorrecto de geounidades en el archivo cargado.

source: Invalid data detected in the uploaded Subject file
es: Datos inválidos detectados en el archivo cargado

source: There are an incorrect number of geounits in the uploaded Subject file.
es: Hay un número incorrecto de geounidades en el archivo cargado.
fr: Il y a un nombre incorrect de géounits dans l'objet du fichier téléchargé.
ja: アップロードされたSubjectファイル内の地域単位の数が正しくありません。

source: Verifying consistency of uploaded geounits ...
es: Verificando la consistencia de los geounidades cargadas...
fr: Vérification de la cohérence des géounits téléchargées ...
ja: アップロードされた地域単位の整合性を確認しています ...

source: There are a correct number of geounits in the uploaded Subject file,
es: Hay un número adecuado de geounidades en el archivo cargado,
fr: Il y a un nombre correct de géounits dans l'objet du fichier téléchargé,
ja: アップロードされたSubjectファイル内の地域単位数が一致しました。

source: but the geounits do not have the same portable ids as those in the database.
es: pero las geounidades no tienen las mismas identificaciones que aquellas que se encuentran en la base de datos.
fr: mais les géounits n'ont pas les mêmes identifiants portables que ceux de la base de données.
ja: 地域単位のポータブルIDとデータベース内のポータブルIDが一致しません。

source: Copying records to characteristic table ...
es: Copiando los archivos a la tabla de características ...
fr: Copie des dossiers à la table des caractéristiques ...
ja: 記録をcharacteristic表にコピーしています ...

source: Created characteristics, resetting computed characteristics...
es: Se crearon las características, restableciendo las características calculadas...
fr: Caractéristiques créées, réinitialisation des caractéristiques calculées...
ja: Characteristicsを作成しました。計算されたcharacteristicsをリセットしています...

source: Reset computed characteristics, renesting foundation geographies...
es: Se restablecieron las características calculadas, recreando la geografía base...
fr: Réinitialisation des caractéristiques calculées, renidification des géographies de fondation...
ja: 計算されたcharacteristicsはリセットされました。renesting geografías base...

source: Renested foundation geographies, creating spatial views and styles...
es: Se recreó la geografía base, creando vistas espaciales y estilos...
fr: Géographies de la fondation renidifiées, création de vues spatiales et styles...
ja: Renested geografías base。空間ビューとスタイルを作成しています...

source: Created spatial views and styles, cleaning quarantined data...
es: Se crearon las vistas espaciales y los estilos, limpiando los datos en cuarentena...
fr: Vues spatiales et styles créés, nettoyage des données en quarantaine...
ja: 空間ビューとスタイルを作成しました。quarantineされたデータを削除しています...

source: Upload complete. Subject "%(subject_name)s" added.
es: Carga completa. Tema "%(subject_name)s" añadido.
fr: Téléchargement complet. Objet "%(subject_name)s" ajouté.
ja: アップロードが完了しました。Subject "%(subject_name)s"が追加されました。
