Repository: PublicMapping/districtbuilder-classic
Catalog: django/publicmapping/locale/*/LC_MESSAGES/django.po
Languages: es, fr, ja

source: Sorry, there is no demographic data for this plan
es: Disculpe, no hay datos demográficos correspondientes a este plan
fr: Désolé, il n'y a pas de données démographiques pour ce plan
ja: この計画案には人口統計データがありません。

source: Stats Legend
es: Leyenda de Estadísticas
fr: Légende de statistiques
ja: 統計凡例

source: Far over target
es: Muy por encima
fr: Bien au-dessus de la cible
ja: 目標数をかなり超過

source: Over target
es: Por encima
fr: Sur la cible
ja: 目標数を超過

source: Meets target
es: Cumple con
fr: Conforme à la cible
ja: 目標数を達成

source: Under target
es: Por debajo
fr: En dessous de la cible
ja: 目標数に届きません

source: Far Under target
es: Muy por debajo
fr: Loin du niveau de la cible
ja: 目標数に遠く届きません

source: Contiguity
es: Contigüidad
fr: Contiguïté
ja: 同一境界内

source: Contiguous
es: Contiguo
fr: Contigu
ja: 同一境界内

source: Non-contiguous
es: No contiguos
fr: Non contigu
ja: 同一境界外

source: Community
es: Comunidad
fr: Communauté
ja: 地域

source: Undo
es: Deshacer
fr: Annuler frappe
ja: 元に戻す

source: Redo
es: Rehacer
fr: Répéter frappe
ja: やり直し

source: Map Editing
es: Edición del mapa
fr: Édition de Cartes
ja: 地図編集

source: %(district_label)s Tools
es: Herramientas de %(district_label)s

source: Pan
es: Deslizar
fr: Recadrer
ja: ドラッグ

source: Click on a geounit to see its demographic info.
es: Haga clic sobre una geounidad para ver su información demográfica.
fr: Cliquez sur une géounits pour voir ses infos démographiques.
ja: 人口統計情報を見るには地域単位をクリックしてください。

source: Info
es: Datos
fr: Infos
ja: 情報

source: Single %(body_member_long_label)s select; +Shift to select multiple %(body_members)s
es: Selección única de %(body_member_long_label)s; +Shift para seleccionar múltiples %(body_members)s
fr: Sélection %(body_member_long_label)s unique; +MAJ pour sélectionner plusieurs %(body_members)s
ja: 単独%(body_member_long_label)s選択; 複数の%(body_members)sを選択するには+Shift を押してください

source: Single<br/>Select
es: Selección<br/>Única
fr: Sélection<br/>Unique

source: Select by rectangle
es: Seleccionar por rectángulo
fr: Sélectionnez par rectangle
ja: 四角範囲選択

source: Rectangle<br/>Select
es: Seleccionar<br/>Rectángulo
fr: Sélection<br/>Rectangle
ja: 四角<br/>選択

source: Select by drawing a polygon
es: Seleccionar dibujando un polígono
fr: Sélectionnez par dessiner un polygone
ja: 多角形を描いて選択

source: Polygon<br/>Select
es: Selecciónar<br/>Polígono
fr: Sélection<br/>Polygone
ja: 多角範囲<br/>選択

source: Enable anchor mode, then select a %(body_member_long_label)s name to repeatedly assign areas to a %(body_member_long_label)s
es: Active el modo de anclaje, luego seleccione un nombre de %(body_member_long_label)s para asignar repetidamente áreas al %(body_member_long_label)s
fr: Activez le mode d'ancrage, puis sélectionnez un nom de %(body_member_long_label)s pour attribuer des zones à plusieurs reprises à une %(body_member_long_label)s
ja: アンカーモードを有効にし、%(body_member_long_label)sの名前を選択すると%(body_member_long_label)sに繰り返し配置されます。

source: Anchor<br/>%(district_label)s
es: Anclar<br/>%(district_label)s
fr: Ancre<br/>%(district_label)s
ja: <br/>%(district_label)sをアンカー選択

source: Assign to %(district_label)s
es: Asignar a %(district_label)s
fr: Attribuez à %(district_label)s
ja: %(district_label)sに配置する

source: Assign %(body_members)s currently selected on map by choosing a %(body_member_long_label)s name from drop down list
es: Asigne el %(body_members)s actualmente seleccionado en el mapa al seleccionar un nombre de un %(body_member_long_label)s de la lista desplegable
fr: Attribuez des %(body_members)s actuellement sélectionnées sur la carte en choisissant un nom de %(body_member_long_label)s dans la liste déroulante
ja: 現在地図上で選択されている%(body_members)sを配置するには%(body_member_long_label)sの名前をドロップダウンリストから選択してください

source: Select One
es: Seleccione uno
fr: Choisissez un
ja: 単独選択

source: New %(district_label)s
es: Nuevo %(district_label)s
fr: Nouveau %(district_label)s
ja: 新しい%(district_label)s

source: Click and<br/>Drag
es: Hacer clic y<br/>arrastrar
fr: Cliquer et<br/>Glisser
ja: クリックして<br/>ドラッグ

source: Fix<br/>Unassigned
es: Arreglar<br/>sin asignar
fr: Fixer<br/>Non assigné
ja: 未割り当ての<br/>修復

source: Click on a %(body_member_long_label)s to lock or unlock it.
es: Haga clic en un %(body_member_long_label)s para bloquear o desbloquear.
fr: Cliquez sur une %(body_member_long_label)s pour la verrouiller ou déverrouiller.
ja: ロック・ロック解除するには%(body_member_long_label)sをクリックしてください。

source: Lock<br />%(district_label)s
es: Bloquear<br/>%(district_label)s

source: Click on a %(body_member_long_label)s to see its ID.
es: Haga clic en un %(body_member_long_label)s para ver su identificación.
fr: Cliquez sur une %(body_member_long_label)s pour voir son ID.
ja: IDを見るには%(body_member_long_label)sをクリックしてください。

source: %(district_label)s<br />Info
es: Información de<br />%(district_label)s

source: Unassign all the units in a %(body_member_long_label)s
es: Cancelar la asignación de todas las unidades en un %(body_member_long_label)s
fr: Désattribuez toutes les unités dans une %(body_member_long_label)s
ja: %(body_member_long_label)sの中のユニットをすべて配置から外す

source: Unassign<br/>%(district_label)s
es: Eliminar<br/>%(district_label)s

source: Copy a %(body_member_long_label)s from another %(plan_text)s
es: Copiar un %(body_member_long_label)s de otro %(plan_text)s
fr: Copier une %(body_member_long_label)s d'un autre %(plan_text)s
ja: 他の%(plan_text)sから%(body_member_long_label)sをコピーする

source: Copy and</br>Paste
es: Copiar y</br>pegar
fr: Copier et</br>Coller
ja: コピー・</br>ペースト

source: Show<br/>Splits
es: Mostrar<br/>separaciones
fr: Afficher<br/>Divisions
ja: 境界を</br>表示

source: Generate<br/>Splits Report
es: Informe<br/>de separaciones
fr: Générer<br/>Rapport de divisions
ja: 境界のレポートを<br/>作成する

source: Select Multi-<br/>Member Districts
es: Seleccionar distritos<br/>plurinominales
fr: Sélectionnez les<br/>circonscriptions plurinominales
ja: 複数定員区を選択

source: Choose communities to paste into your map. A map can contain any number of communities. If you would like to remove communities from your map, use the community unassign tool.
es: Elija las comunidades para pegarlas en su mapa. Un mapa puede contener un número ilimitado de comunidades. Si desea eliminar comunidades de su mapa, use la herramienta para cancelar la asignación de la comunidad.
fr: Choisissez les communautés à coller sur votre carte. Une carte peut contenir n'importe quel nombre de communautés. Si vous souhaitez supprimer des communautés de votre carte, utilisez la fonction désattribuer communauté.
ja: 地図に貼り付ける地域を選んでください。ひとつの地図にはいくつでも地域を入れることができます。地図から地域を削除したい場合は、地域配置解除ﾂｰﾙを使ってください。

source: Choose districts to paste into your plan. A plan has a maximum number of districts allowed by law. If you would like to paste districts into a plan, you must have fewer districts in your plan than the maximum allowed. If you would like to remove districts from your plan, use the district unassign tool.
es: Elija los distritos para pegar en su plan. Un plan tiene un número máximo de distritos permitidos por ley. Si desea pegar distritos en un plan, el número de distritos en su plan debe ser menor que el máximo permitido. Si desea eliminardistritos de su plan, utilice la herramienta para cancelar la asignación del distrito.
fr: Choisissez les circonscriptions à coller dans votre plan. Un plan a un nombre maximum de circonscriptions autorisées par la Loi. Si vous souhaitez coller les circonscriptions dans un plan, vous devez avoir moins de circonscriptions dans votre plan que le maximum autorisé. Si vous souhaitez supprimer des circonscriptions de votre plan, utilisez l'outil de désattribution de circonscription.
ja: 計画案に貼り付ける選挙区を選んでください。計画案ごとに法律で定められた選挙区数の上限があります。計画案に選挙区を入れるときは、その上限以下の選挙区数にする必要があります。計画案から選挙区を削除したい場合は、選挙区配置解除ﾂｰﾙを使ってください。

source: 1. Choose %(plantext)s
es: 1. Eligir %(plantext)s
fr: 1. Choisissez %(plantext)s
ja: 1. %(plantext)sを選択する

source: 2. Select %(bodymember)s to copy
es: 2. Seleccionar %(bodymember)s para copiar
fr: 2. Sélectionnez %(bodymember)s pour copier
ja: 2. %(bodymember)sを選択してコピー

source: Click on a %(body_member_long_label)s's name to see a map
es: Haga clic en el nombre de un %(body_member_long_label)s's para ver un mapa
fr: Cliquez sur un nom de %(body_member_long_label)s pour voir la carte
ja: 地図を見るには%(body_member_long_label)sの名前をクリックしてください

source: 3. Paste selected %(body_member_long_label)s into working %(plan_text)s
es: 3. Pegar los %(body_member_long_label)s seleccionados en un %(plan_text)s de trabajo
fr: 3. Collez la %(body_member_long_label)s sélectionnée sur le %(plan_text)s
ja: 3. 選択した%(body_member_long_label)sを現在編集中の%(plan_text)sに貼り付ける

source: Click on a row to edit the number of members for the selected district. Press ENTER to complete editing a district.
es: Haga clic en una fila para editar el número de miembros en el distrito seleccionado. Oprima ENTRAR para completar la edición de un distrito.
fr: Cliquez sur une ligne pour modifier le nombre de membres de la circonscription sélectionnée. Appuyez sur ENTRER pour terminer la modification d'une circonscription.
ja: 選択した選挙区の定員数を変えるには、列をクリックしてください。ENTERを押すと編集が完了します。

source: When all desired edits are made, press the Save button to save all changes to the database.
es: Cuando haya terminado de editar, oprima el botón Guardar para respaldar todos los cambios realizados en la base de datos.
fr: Lorsque toutes les modifications souhaitées sont effectuées, appuyez sur le bouton Enregistrer pour enregistrer toutes les modifications dans la base de données.
ja: 必要な編集が全て終わったら、「保存」ボタンを押して変更を保存します。

source: Target # of representatives:
es: # objetivo de representantes:
fr: # cible de représentants:
ja: 選出者目標数:

source: Target # of multi-member districts:
es: # objetivo de distritos plurinominales:
fr: # cible de circonscriptions plurinominales:
ja: 複数定員区目標数:

source: Target # of members per multi-member district:
es: # de objetivo de miembros en cada distrito plurinominal:
fr: # cible de membres par circonscription plurinominale:
ja: 複数定員区の目標定員数:

source: Your plan currently has <span id="multi_num_reps" class="multi_val"></span> representatives.
es: Su plan actualmente tiene <span id="multi_num_reps" class="multi_val"></span> representantes.
fr: Votre plan actuel a <span id="multi_num_reps" class="multi_val"></span> représentants.
ja: あなたの計画案には現在<span id="multi_num_reps" class="multi_val"></span>人の選出者がいます。

source: Your plan currently has <span id="multi_num_dists" class="multi_val"></span> multi-member districts.
es: Su plan actualmente tiene <span id="multi_num_dists" class="multi_val"></span> distritos plurinominales.
fr: Votre plan actuel a <span id="multi_num_dists" class="multi_val"></span> circonscriptions plurinominales.
ja: あなたの計画案には現在<span id="multi_num_dists" class="multi_val"></span>個の複数定員区があります。

source: Save
es: Guardar
fr: Enregistrer
ja: 保存

source: Team Name (if applicable)
es: Nombre del equipo (si aplica)
fr: Nom de l'équipe (le cas échéant)
ja: （該当する場合）チーム名

source: Full Names of Team Members (if applicable)
es: Nombres y apellidos de los miembros del equipo (si aplica)
fr: Noms et prénoms des membres de l'équipe (le cas échéant)
ja: （該当する場合）チームメンバーの氏名

source: Phone Number
es: Número de teléfono
fr: Numéro de téléphone
ja: 電話番号

source: Submit Final Plan
es: Enviar el plan final
fr: Soumettre la version finale du Plan
ja: 最終計画案を提出

source: Community Info
es: Informacion de la comunidad
fr: Infos de la communauté
ja: 地域情報

source: 1. Edit Community Label:
es: 1. Editar la etiqueta de la comunidad:
fr: 1. Modifier l'étiquette de la communauté:
ja: 1. 地域名を編集:

source: 2. Edit Community Type:
es: 2. Editar el tipo de comunidad:
fr: 2. Modifier le type de communauté:
ja: 2. 地域ﾀｲﾌﾟを編集:

source: 3. Comments:
es: 3. Comentarios:
fr: 3. Commentaires:
ja: 3. コメント:

source: Oops!
es: ¡Ups!
fr: Oups!
ja: おぉっと！

source: Sorry, your information could not be saved. Please try again later.
es: Lo sentimos, su información no se pudo guardar. Por favor inténtelo de nuevo más tarde.
fr: Désolé, votre information n'a pu être sauvegardée. Veuillez réessayer plus tard.
ja: 残念ながら、あなたの情報は保存されませんでした。しばらく経ってからやり直してください。

source: Top
es: Primeros
fr: Rang supérieur
ja: トップ

source: Rank
es: Posición
fr: Rang
ja: ランチ

source: Plan Name
es: Nombre del plan
fr: Nom du plan
ja: 計画案名

source: Score
es: Puntuación
ja: スコア

source: My Plans
es: Mis planes
fr: Mes Plans
ja: マイ計画案

source: Edit
es: Editar
fr: Modifier
ja: 編集

source: Type/s:
es: Clase/s:
ja: タイプ:

source: Comments:
es: Comentarios:
fr: Commentaires:
ja: 3. コメント:

source: Score (Target)
es: Puntuación (Objetivo)
fr: Score (Cible)
ja: スコア（目標）

source: Districts
es: Distritos
fr: Circoncriptions
ja: 選挙区

source: Open Source District Mapping Tool
es: Herramienta de código abierto para mapeo de distritos
fr: Logiciel libre d'outil de cartographie de circonscription
ja: オープンソース選挙区再編計画ツール

source: Basemap:
es: Mapa base:
fr: Fond de carte
ja: 白地図:

source: contributors
es: contribuyentes
fr: contributeurs
ja: 参加メンバー

source: Geography:
es: Geografía:
fr: Géographie:
ja: 地理:

source: Districts:
es: Distritos
fr: Circonscriptions:
ja: 選挙区:

source: Author:
es: Autor
fr: Auteur:
ja: 作成者:

source: Edited on:
es: Última edición:
fr: Modifié le:
ja: 最終編集日時:

source: Printed on:
es: Impreso en:
fr: Imprimé le:
ja: 印刷日時:

source: A project of
es: Un proyecto de
fr: Un projet de
ja: プロジェクト

source: Average
es: Promedio
fr: Moyenne
ja: 平均

source: Count
es: Conteo
fr: Total
ja: 数

source: Total Splits with %(other_name)s:
es: Separaciones totales con %(other_name)s:
fr: Nombre total de divisions avec %(other_name)s:
ja: %(other_name)sの境界総数:

source: indicates split
es: indica separación
fr: indiquez la division
ja: 境界

source: Total splits
es: Separaciones totales
fr: Nombre total de divisions
ja: 境界総数

source: of %(numgeographies)s
es: de %(numgeographies)s
fr: de %(numgeographies)s
ja: %(numgeographies)sのうち

source: Type Summary By District
es: Resumen de clases por distrito
fr: Tapez le résumé par circonscription
ja: 選挙区ごとのﾀｲﾌﾟ概要

source: Type
es: Clase
fr: Taper
ja: タイプ

source: Total By District
es: Total por distrito
fr: Nombre total par circonscription
ja: 選挙区ごとの総数

source: Type Summary for %(other_name)s
es: Resumen de clases para %(other_name)s
fr: Tapez le résumé pour %(other_name)s
ja: %(other_name)sのタイプ概要

source: DistrictBuilder is web-based, open source software for collaborative redistricting.
es: DistrictBuilder es un software de código abierto en la web para redistritar en colaboración.
fr: DistrictBuilder est un logiciel ouvert basé sur l'internet pour le redécoupage électoral par collaboration
ja: DistrictBuilderは、ウェブをベースとした、協力的な選挙区再編計画のオープンソースのソフトウェアです。

source: Updated Plans from DistrictBuilder
es: Planes actualizados de DistrictBuilder
fr: Les plans réactualisés de DistrictBuilder
ja: DistrictBuilderからの最新計画案

source: Recently Shared Plans from DistrictBuilder
es: Planes compartidos recienmente de DistrictBuilder
fr: Les plans récemment partagés de DistrictBuilder
ja: DistrictBuilderから最近共有された計画案

source: Evaluate
es: Evaluar
fr: Évaluer
ja: 審査

source: Leaderboards
es: Tablas de posiciones
fr: Classements
ja: スコアボード

source: My Account
es: Mi Cuenta
fr: Mon Compte
ja: マイアカウント

source: Logout
es: Cerrar Sesión
fr: Déconnexion
ja: ログアウト

source: Choose a Plan. Start Drawing.
es: Elegir un plan. Empezar a dibujar.
fr: Choisissez un Plan. Commencez à dessiner
ja: 計画案を選んでください。再編を始めましょう。

source: Select District Layer
es: Seleccionar capa de los distritos
fr: Sélectionnez la couche de la circonscription
ja: 選挙区Layerを選んでください

source: Select Plan Type
es: Tipo de plan
fr: Sélectionnez un type de plan
ja: 選挙区タイプを選んでください

source: Template
es: Modelo
fr: Modèle
ja: テンプレート

source: Shared
es: Compartido
fr: Partagé
ja: 共有された

source: Upload Plan
es: Cargar plan
fr: Téléchargez le plan
ja: 計画案をアップロード

source: Select Plan
es: Seleccionar plan
fr: Sélectionnez un plan
ja: 計画案を選択

source: Search
es: Buscar
fr: Rechercher
ja: 検索

source: Upload a District Index file:
es: Cargar un archivo con índice de distritos
fr: Téléchargez un fichier d'index de circonscription
ja: 選挙区インデックスファイルをアップロード

source: You must choose a legislative body to which the new plan will be applied.
es: Debe seleccionar un cuerpo legislativo al cual se aplicará el nuevo plan.
fr: Vous devez choisir un corps législatif auquel le nouveau plan sera appliqué.
ja: 新しい計画案が該当する議会を選ぶ必要があります。

source: Select a body
es: Seleccionar un cuerpo legislativo
fr: Sélectionnez un corps
ja: 議会を選択

source: Please enter your email address so DistrictBuilder can send you a confirmation when your plan has been uploaded. Your email will not be saved or shared.
es: Por favor ingrese su dirección de correo electrónico para que DistrictBuilder pueda enviarle una confirmación cuando su plan haya sido cargado. Su correo no será guardado ni compartido con nadie.
fr: Veuillez entrer votre adresse électronique pour que DistrictBuilder puisse vous envoyer une confirmation lorsque votre plan a été téléchargé. Votre e-mail ne sera pas enregistré ou partagé.
ja: 計画案のアップロードが完了したときにDistrictBuilderから確認メールを送れるよう、Eメールアドレスを入力してください。あなたのEメールアドレスは保存・共有されることはありません。

source: Name Plan and Start Drawing:
es: Nombrar plan y dibujar:
fr: Nommez le plan et commencez par dessiner:
ja: 計画案に名前をつけ、再編をスタート:

source: Edit Selected Plan
es: Editar el plan seleccionado
fr: Modifiez le plan sélectionné
ja: 選択した計画案を編集

source: Copy and Save Selected Plan
es: Copiar y guardar el plan seleccionado
fr: Copiez et sauvegardez le plan sélectionné
ja: 選択した計画案をコピーして保存

source: Start Drawing
es: Empezar a dibujar
fr: Commencez à dessiner
ja: 再編をスタート

source: Plan Details
es: Detalles del plan
fr: Les détails du plan
ja: 計画案詳細

source: User Name:
es: Nombre de usuario:
fr: Nom d'utilisateur:
ja: ユーザ名:

source: Plan Name:
es: Nombre del plan:
fr: Nom du plan:
ja: 計画案名:

source: Description:
es: Descripción:
ja: 説明:

source: # of Districts:
es: # de distritos:
fr: # de circonscriptions:
ja: 選挙区数:

source: Shared:
es: Compartido:
fr: Partagé:
ja: 共有済:

source: Last Modified:
es: Última modificación:
fr: Dernièrement modifié:
ja: 最終更新日時:

source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル

source: Set Map<br/>Layers
es: Capas<br/>de Mapa
fr: Couches<br/>de carte
ja: 地図レイヤー<br/>を設定

source: Export
es: Exportar
fr: Exporter
ja: 出力

source: Print
es: Imprimir
fr: Imprimer
ja: 印刷

source: Shape File
es: Archivo de figuras (.shp)
fr: Façonner le fichier
ja: ファイルをシェープする

source: Raw Data
es: Datos sin procesar
fr: Données brutes
ja: 未加工データ

source: Map Tools
es: Herramientas de mapeo
fr: Outils de la carte
ja: 地図ツール

source: Click on a %(district_label)s to see its ID.
es: Haga clic en un %(district_label)s para ver su identificación.

source: %(district_label)s Info
es: Información de %(district_label)s

source: Edit Stats
es: Editar estadísticas
fr: Modifier les statistiques
ja: 統計を編集

source: Statistics
es: Estadísticas
fr: Statistiques
ja: 統計

source: Loading Statistics...
es: Cargando Estadísticas...
fr: Chargement des statistiques...
ja: 統計を読み込んでいます...

source: Reference Layer:
es: Capa de referencia:
fr: Couche de référence:
ja: 参考レイヤー:

source: None
es: Ninguno
fr: Aucun
ja: 該当なし

source: Generate Splits Report for Current %(plan_text_title)s
es: Generar informe de separaciones para %(plan_text_title)s actual
fr: Générer le rapport de division pour l'actuel %(plan_text_title)s
ja: 現在の%(plan_text_title)sの境界レポートを作成する

source: Select reference layer(s) for comparison.
es: Seleccionar capa(s) de referencia para compararlas.
fr: Sélectionnez la(les) couche(s) de référence pour la comparaison
ja: 比較する参考レイヤーを選択

source: Advanced options
es: Opciones avanzadas
fr: Options avancées
ja: 応用オプション

source: Reverse splits detection
es: Detección inversa de separaciones
fr: Inverser la détection de division
ja: 境界検出を元に戻す

source: Extended report: List all
es: Informe completo: enlistar todo
fr: Rapport détaillé: énumérez toutes les
ja: 詳細レポート: 全てリストする

source: districts or communities contained within each district.
es: distritos o comunidades situadas dentro de cada distrito
fr: circonscriptions ou communautés contenues dans chaque circonscription.
ja: 選挙区、または各選挙区内の地域

source: (Choosing this option will significantly increase the amount of time it takes to generate the report.)
es: (La elección de esta opción aumentará significativamente el tiempo que se necesita para generar el informe.)
fr: (Choisir cette option augmentera de manière significative la quantité de temps qu'il faudra pour générer le rapport.)
ja: （このオプションを選択するとレポート作成の時間が長くなります。）

source: Generate Report
es: Generar informe
fr: Générer le rapport
ja: レポートを作成する

source: Splits Report
es: Informe de separaciones
fr: Rapport de division
ja: 境界レポート

source: No report generated.
es: Ningún informe fue generado.
fr: Aucun rapport généré.
ja: レポートが作成されませんでした。

source: Map Legend
es: Leyenda del mapa
fr: Légende de la carte
ja: 地図凡例

source: Total Population
es: Población total
fr: Population totale
ja: 人口総数

source: Within Target
es: Dentro del objetivo
fr: Dans les limites de la cible
ja: 目標数を達成

source: Locked For Editing
es: Bloqueado por edición
fr: Verrouillé pour modification
ja: 編集ロック済

source: Highlighted
es: Resaltado
fr: Surligné
ja: 強調表示

source: Reference
es: Referencia
fr: Référence
ja: 参考

source: reference
es: referencia
fr: référence
ja: 参考

source: Evaluate Statistics
es: Evaluar estadísticas
fr: Évaluer les statistiques
ja: 統計を審査

source: Select the plan statistics you'd like included in a comprehensive report on your redistricting plan. After you've made your selections click "Create and Preview Report" to view the final report.
es: Seleccione las estadísticas del plan que quiera incluir en el infomre sobre su plan de redistritación. Después de hacer su selección, haga clic en "Crear y Previsualizar Informe" para visualizar el informe final.
fr: Sélectionnez les statistiques du plan que vous désirez inclure dans le rapport détaillé sur votre plan de redécoupage électoral. Après avoir fait vos sélections, cliquez sur "Créer et Prévisualiser le Rapport" pour afficher le rapport final.
ja: 再編計画案の総合レポートに入れる計画案統計を選んだあと、「レポートを作成してプレビュー」をクリックすると最終レポートを見ることができます。

source: Create and Preview New Report
es: Crear y previsualizar nuevo informe
fr: Créer et Prévisualiser le Nouveau Rapport
ja: 新しいレポートを作成してプレビュー

source: Please generate a report<br/>to preview statistics
es: Por favor genere un informe<br/>para previsualizar estadísticas
fr: Veuillez créer un rapport<br/>pour prévisualiser les statistiques
ja: 統計を見るにはレポートを作成してください。

source: Top Ranked Users' Plans
es: Planes de usuarios con mayor puntuación
fr: Plans d'utilisateurs de premier rang
ja: トップにランクインしたユーザの計画案

source: My Ranked Plans
es: Mis planes calificados
fr: Mes plans classés
ja: ランクインした自分の計画案

source: Select Legislative Body
es: Seleccionar cuerpo legislativo
fr: Sélectionnez le corps législatif
ja: 議会を選択

source: Community Map Name:
es: Nombre del mapa de la comunidad:

source: Please select a plan
es: Por favor seleccione un plan
fr: Veuillez sélectionner un plan
ja: 計画案を選択してください

source: Currently Viewing:
es: Actualmente viendo:
fr: Affichage de:
ja: 現在見ている計画案：

source: Plan not saved
es: El plan no fue guardado
fr: le plan n'est pas enregistré
ja: 計画案が保存されませんでした

source: Please Wait
es: Por favor espere...
fr: Veuillez patienter
ja: 少々お待ちください...

source: Please wait. New %(body_members)s are computed...
es: Por favor espere. Nuevos %(body_members)s se están computando...
fr: Veuillez patienter. Calcul des nouveaux %(body_members)s...
ja: 少々お待ちください。新しい%(body_members)sを計算しています...

source: Please wait. Data is being retrieved...
es: Por favor espere. Los datos están siendo recuperados...
fr: Veuillez patienter. Récupération des données...
ja: 少々お待ちください。データを読み込んでいます...
